Repository: scriptmelvin/enigma2-plugin-extensions-infobarweather
Catalog: po/*.po
Languages: nl, ru, sq, tr

source: Press OK
nl: Druk op OK
ru: Нажмите OK
sq: Shtyp OK
tr: Tamam'a basın

source: Please configure a location in plugin settings
nl: Configureer AUB een locatie in plugin instellingen
ru: Пожалуйста, настройте ваше местоположение в настройках плагина
sq: Ju lutemi konfiguroni një vendndodhje në cilësimet e shtojcave
tr: Lütfen eklenti ayarlarında bir konum yapılandırın

source: Select location
nl: Selecteer locatie
ru: Выберите ваше местоположение
sq: Zgjidh lokacionin
tr: Yer seçin

source: Could not parse location data.
nl: Kon locatiedata niet ontleden.
ru: Не удалось найти данные местоположения.
sq: Të dhënat e vendndodhjes nuk mund të analizoheshin
tr: Konum verileri ayrıştırılamadı.

source: State/province
nl: Staat/provincie
ru: Государство/провинция
sq: Qyteti/Provinica
tr: Eyalet/il

source: Country
nl: Land
ru: Страна
sq: Shteti
tr: Ülke

source: Cancel
nl: Annuleren
ru: Отменить
sq: Anulo
tr: İptal

source: Select
nl: Selecteer
ru: Выбрать
sq: Selekto
tr: Seç

source: InfoBarWeather %(version)s setup
nl: InfoBarWeather %(version)s instellingen
ru: Настройки InfoBarWeather %(version)s
sq: InfoBarWeather %(version)s Konfigurimet
tr: InfoBarWeather %(version)s kurulumu

source: Enabled
nl: Ingeschakeld
ru: Включить
sq: Aktivuar
tr: Etkinleştirildi

source: Location
nl: Locatie
ru: Местоположение
sq: Lokacioni
tr: Konum

source: Press OK to open location search.
nl: Druk OK om locatie zoeken te openen.
ru: Нажмите OK, чтобы открыть поиск местоположения.
sq: Shtypni OK për të hapur kërkimin e vendndodhjes.
tr: Konum aramayı açmak için Tamam'a basın.

source: Wind speed unit
nl: Windsnelheidseenheid
ru: Единица измерения скорости ветра
sq: Vlera e shpejtësis së erës
tr: Rüzgar hızı birimi

source: Display wind speed as BFT, m/s, km/h or mph.
nl: Toon windsnelheid als BFT, m/s, km/h of mph.
ru: Отобразить скорость ветра в виде Ш.Б, м/с, км/ч или м/ч.
sq: Shfaq shpejtësinë e erës si BFT, m/s, km/h ose mph.
tr: Rüzgar hızını BFT, m/s, km/h veya mph olarak göster.

source: Temperature unit
nl: Temperatuureenheid
ru: Единица измерения температуры
sq: Vlera e temperaturës
tr: Sıcaklık birimi

source: Display temperature as °C or °F.
nl: Toon temperatuur als °C of °F.
ru: Отобразить температуры в °C или °F.
sq: Shfaq temperaturën si °C ose °F.
tr: Sıcaklığı °C veya °F olarak göster.

source: Show location
nl: Toon locatie
ru: Показать местоположение
sq: Trego lokacionin
tr: Konumu göster

source: Show last update time
nl: Toon laatste update tijd
ru: Показать время последнего обновления
sq: Trego kohën e përditësimit të fundit
tr: Son güncelleme zamanını göster

source: Show last update time by weather service.
nl: Toon laatste update tijd door de weerdienst.
ru: Показать время последнего обновления по метеослужбе.
sq: Shfaqja aktualizuese e fundit nga shërbimet i motit.
tr: Hava durumuna göre son güncelleme zamanını göster.

source: Show sunrise/sunset
nl: Toon zonsopgang/zonsondergang
ru: Показать рассвет/закат
sq: Trego lindjen dhe perendimin e diellit
tr: Gün doğumunu/gün batımını göster

source: Show humidity
nl: Toon luchtvochtigheid
ru: Показать влажность
sq: Trego lagështin
tr: Nemi göster

source: Show rain
nl: Toon regen
ru: Показать осадки
sq: Trego shiun
tr: Yağmuru göster

source: Show rain forecast
nl: Toon regenvoorspelling
ru: Показать прогноз осадков
sq: Trago parashikimin e shiut
tr: Yağmur tahminini göster

source: Show two hour rain forecast instead of rain probability (only available for The Netherlands and Belgium).
nl: Toon twee uur regenvoorspelling in plaats van regenwaarschijnlijkheid (alleen beschikbaar voor Nederland en België).
ru: Показывать двухчасовой прогноз осадков вместо вероятности осадков (доступно только для Нидерланды и Бельгии).
sq: Trego parashikimin e shiut për dy orë në vend të probabilitetit të shiut (Vetëm për Holanden dhe Belgjiken në dispozicion).
tr: Yağmur olasılığı yerine iki saatlik yağmur tahminini göster (yalnızca Hollanda ve Belçika için mevcuttur).

source: Show wind
nl: Toon wind
ru: Показать скорость ветера
sq: Trego eren
tr: Rüzgarı göster

source: Show icon
nl: Toon icoon
ru: Показать иконки
sq: Trego ikonën
tr: Simgeyi göster

source: Show temperature
nl: Toon temperatuur
ru: Показать температуру
sq: Trego temperaturen
tr: Sıcaklığı göster

source: Show feel temperature
nl: Toon gevoelstemperatuur
ru: Показать температуру по ощущению
sq: Trego temperaturën e ndjerë
tr: Hissedilen sıcaklığı göster

source: Save
nl: Opslaan
ru: Сохранить
sq: Ruaje
tr: Kaydet

source: Enter (part of) location to search for (e.g. "Amsterdam" or "Ams"):
nl: Vul (een deel van) de te zoeken locatie in (bijv. "Amsterdam" of "Ams"):
ru: Введите (часть) местоположение для поиска,(пример: "Amsterdam" или "Ams"):
sq: Fut (pjesë) vendin për të kërkuar (z.B. "Amsterdam" or "Ams"):
tr: Aranacak yeri (parçasını) girin (örn. "Amsterdam" veya "Ams"):

source: Could not download location data.
nl: Kon locatiedata niet downloaden
ru: Не удалось загрузить данные о местоположении.
sq: Kordinatat nuk munden të shkarkohen.
tr: Konum verileri indirilemedi.

source: Show current weather in infobar
nl: Toon huidig weer in infobar
ru: Показать текущую погоду в инфобаре
sq: Shfaq motin aktual në Infobar
tr: Güncel hava durumunu bilgi çubuğunda göster

source: In infobar
tr: Bilgi çubuğunda

source: Above infobar
tr: Bilgi çubuğunun üstünde

source: Top of screen
tr: Ekranın üstü

source: Lat
tr: Enlem

source: Lon
tr: Boylam

source: Position
tr: Pozisyon

source: Show min/max temperature
tr: Min./maks. sıcaklığı göster

source: Show UV index
tr: UV indeksini göster

source: Display location as
tr: Konumu şu şekilde göster

source: Show sun power
tr: Güneş gücünü göster

source: BFT
ru: Ш.Б

source: m/s
ru: м/с

source: km/h
ru: км/ч

source: mph
ru: м/ч
